/* No comment provided by engineer. */
"%@ & %@ are typing" = "%1$@ & %2$@ are typing";

/* No comment provided by engineer. */
"%@ added to this new group conversation" = "%@ added to this new group conversation";

/* No comment provided by engineer. */
"%@ invitation" = "%@ invitation";

/* No comment provided by engineer. */
"%@ is typing" = "%@ is typing";

/* {app name} is not installed */
"%@ not installed" = "%@ not installed";

/* {app name} version not supported */
"%@ version not supported" = "%@ version not supported";

/* No comment provided by engineer. */
"%d days ago" = "%d 日前";

/* No comment provided by engineer. */
"%d hours ago" = "%d 時間前";

/* No comment provided by engineer. */
"%d minutes ago" = "%d 分前";

/* No comment provided by engineer. */
"%ld participants" = "%ld participants";

/* No comment provided by engineer. */
"%lu participants" = "%lu participants";

/* No comment provided by engineer. */
"1 participant" = "1 participant";

/* No comment provided by engineer. */
"@-mentions only" = "@-話し のみ";

/* No comment provided by engineer. */
"About" = "Nextcloud について";

/* No comment provided by engineer. */
"Accounts" = "アカウント";

/* No comment provided by engineer. */
"Activating lock screen" = "Activating lock screen";

/* No comment provided by engineer. */
"Add" = "追加";

/* No comment provided by engineer. */
"Add (%lu)" = "Add (%lu)";

/* No comment provided by engineer. */
"Add account" = "アカウントを追加";

/* No comment provided by engineer. */
"Add participants" = "参加者を追加";

/* No comment provided by engineer. */
"Add participants to new group conversation" = "Add participants to new group conversation";

/* No comment provided by engineer. */
"Add to favorites" = "お気に入りに追加";

/* No comment provided by engineer. */
"All messages" = "全てのメッセージ";

/* No comment provided by engineer. */
"All notifications are muted" = "All notifications are muted";

/* No comment provided by engineer. */
"Alphabetical order" = "Alphabetical order";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "An error occurred while adding %@ to the room";

/* No comment provided by engineer. */
"An error occurred while creating the conversation" = "An error occurred while creating the conversation";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "An error occurred while opening the file %@";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "An error occurred while sending the message";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "An error occurred while sharing the file";

/* No comment provided by engineer. */
"Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password." = "Anyone who knows the link to this conversation will be able to access it. You can protect it by setting a password.";

/* No comment provided by engineer. */
"Away" = "Away";

/* No comment provided by engineer. */
"Back" = "戻る";

/* No comment provided by engineer. */
"Camera" = "カメラ";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Camera access is not allowed. Check your settings.";

/* No comment provided by engineer. */
"Camera disabled" = "Camera disabled";

/* No comment provided by engineer. */
"Camera enabled" = "Camera enabled";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel conversation creation" = "Cancel conversation creation";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Cancelled call from another account";

/* No comment provided by engineer. */
"Change password" = "パスワードの変更";

/* No comment provided by engineer. */
"Change password type" = "パスワード種別の変更";

/* No comment provided by engineer. */
"Chat" = "チャット";

/* No comment provided by engineer. */
"Configuration" = "設定";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Connecting to %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Connecting to the call …";

/* No comment provided by engineer. */
"Continue to next step of conversation creation" = "Continue to next step of conversation creation";

/* No comment provided by engineer. */
"Conversation info" = "会話情報";

/* No comment provided by engineer. */
"Conversation not found" = "Conversation not found";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Conversation not found or not joined";

/* No comment provided by engineer. */
"Copy" = "CC";

/* No comment provided by engineer. */
"Could not access camera" = "Could not access camera";

/* No comment provided by engineer. */
"Could not add participant" = "Could not add participant";

/* No comment provided by engineer. */
"Could not change favorite setting" = "Could not change favorite setting";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Could not change lobby state of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Could not change moderation permissions of the participant";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Could not change notifications setting";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Could not change password protection settings";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Could not change sharing permissions of the conversation";

/* No comment provided by engineer. */
"Could not create conversation" = "Could not create conversation";

/* No comment provided by engineer. */
"Could not delete conversation" = "Could not delete conversation";

/* No comment provided by engineer. */
"Could not join %@" = "Could not join %@";

/* No comment provided by engineer. */
"Could not join %@ call" = "Could not join %@ call";

/* No comment provided by engineer. */
"Could not join call with %@" = "Could not join call with %@";

/* No comment provided by engineer. */
"Could not join conversation with %@" = "Could not join conversation with %@";

/* No comment provided by engineer. */
"Could not leave conversation" = "会話を退出できませんでした";

/* No comment provided by engineer. */
"Could not remove participant" = "Could not remove participant";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Could not rename the conversation";

/* No comment provided by engineer. */
"Could not send the message" = "Could not send the message";

/* No comment provided by engineer. */
"Could not share file" = "Could not share file";

/* No comment provided by engineer. */
"Create" = "作成";

/* No comment provided by engineer. */
"Create a conversation with %@" = "Create a conversation with %@";

/* No comment provided by engineer. */
"Create a new conversation" = "Create a new conversation";

/* No comment provided by engineer. */
"Create a new group conversation" = "新規グループ会話の作成";

/* No comment provided by engineer. */
"Create a new public conversation" = "Create a new public conversation";

/* No comment provided by engineer. */
"Default" = "デフォルト";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Delete conversation" = "会話を削除";

/* No comment provided by engineer. */
"Demote from moderator" = "モデレータから降格";

/* No comment provided by engineer. */
"Disconnected" = "切断しました";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Do not disturb" = "Do not disturb";

/* No comment provided by engineer. */
"Do you really want to delete this conversation?" = "Do you really want to delete this conversation?";

/* No comment provided by engineer. */
"Do you really want to leave this conversation?" = "Do you really want to leave this conversation?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Do you really want to log out from this account?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Do you really want to remove this account?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "とにかくサーバーに接続しますか?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Do you want to enable your camera?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Do you want to join this call?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Do you want to share '%@' in the conversation?";

/* No comment provided by engineer. */
"Double tap to change accounts or add a new one." = "Double tap to change accounts or add a new one.";

/* No comment provided by engineer. */
"Double tap to create a conversation with %@" = "Double tap to create a conversation with %@";

/* No comment provided by engineer. */
"Double tap to create group, public or one to one conversations." = "Double tap to create group, public or one to one conversations.";

/* No comment provided by engineer. */
"Double tap to create the conversation" = "Double tap to create the conversation";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Double tap to dismiss sharing options";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Double tap to enable or disable the camera";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Double tap to enable or disable the microphone";

/* No comment provided by engineer. */
"Double tap to enable or disable the speaker" = "Double tap to enable or disable the speaker";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Double tap to go to conversation information";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Double tap to go to user profile and application settings";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Double tap to hang up the call";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Double tap to open file browser";

/* No comment provided by engineer. */
"Double tap to send message" = "Double tap to send message";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Double tap to share with selected conversations";

/* No comment provided by engineer. */
"Double tap to show call's chat" = "Double tap to show call's chat";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Double tap to start a video call";

/* No comment provided by engineer. */
"Double tap to start a voice call" = "Double tap to start a voice call";

/* No comment provided by engineer. */
"Double tap to start creating a new group conversation" = "Double tap to start creating a new group conversation";

/* No comment provided by engineer. */
"Double tap to start creating a new public conversation" = "Double tap to start creating a new public conversation";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Double tap to upgrade this voice call to a video call";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicate session";

/* No comment provided by engineer. */
"Editing Message" = "Editing Message";

/* No comment provided by engineer. */
"Enable" = "有効にする";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Failed to connect to %@";

/* No comment provided by engineer. */
"Failed to send message" = "Failed to send message";

/* No comment provided by engineer. */
"Fetching status …" = "Fetching status …";

/* No comment provided by engineer. */
"Files" = "ファイル";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Get source code" = "ソースコードを入手";

/* No comment provided by engineer. */
"Go to file" = "Go to file";

/* No comment provided by engineer. */
"Group conversation" = "Group conversation";

/* No comment provided by engineer. */
"Guest" = "ゲスト";

/* No comment provided by engineer. */
"guest" = "ゲスト";

/* No comment provided by engineer. */
"Guests" = "ゲスト";

/* No comment provided by engineer. */
"Hang up" = "Hang up";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "If you delete the conversation, it will also be deleted for %@";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for all other participants." = "会話を削除すると、ほかの参加者も一緒に削除されます。";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "If you enable your camera, this call will be interrupted for a few seconds.";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Incoming call" = "Incoming call";

/* No comment provided by engineer. */
"Invalid server address" = "サーバーアドレスが無効です";

/* No comment provided by engineer. */
"Invisible" = "不可視";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "It seems that %@ is not installed in your server.";

/* No comment provided by engineer. */
"It seems that there is no Internet connection." = "It seems that there is no Internet connection.";

/* No comment provided by engineer. */
"Join call (audio only)" = "Join call (audio only)";

/* No comment provided by engineer. */
"Join call with video" = "Join call with video";

/* No comment provided by engineer. */
"Join the conversation %@ at" = "Join the conversation %@ at";

/* No comment provided by engineer. */
"Join the conversation at" = "Join the conversation at";

/* No comment provided by engineer. */
"Leave" = "退出";

/* No comment provided by engineer. */
"Leave conversation" = "会話を離れる";

/* No comment provided by engineer. */
"less than a minute ago" = "1分未満";

/* No comment provided by engineer. */
"Lobby" = "ロビー";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobby is still active and you're not a moderator";

/* No comment provided by engineer. */
"Lock" = "ロック";

/* No comment provided by engineer. */
"Lock screen" = "Lock screen";

/* No comment provided by engineer. */
"Log in" = "Log in";

/* No comment provided by engineer. */
"Log out" = "ログアウト";

/* No comment provided by engineer. */
"Manual" = "手動";

/* No comment provided by engineer. */
"Message copied" = "Message copied";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Microphone disabled" = "Microphone disabled";

/* No comment provided by engineer. */
"Microphone enabled" = "Microphone enabled";

/* No comment provided by engineer. */
"Missed call from" = "Missed call from";

/* No comment provided by engineer. */
"moderator" = "モデレータ";

/* No comment provided by engineer. */
"Modification date" = "Modification date";

/* No comment provided by engineer. */
"More" = "さらに表示";

/* No comment provided by engineer. */
"New conversation" = "新しい会話";

/* No comment provided by engineer. */
"New group conversation" = "新規会議";

/* No comment provided by engineer. */
"New public conversation" = "新規公開会話";

/* No comment provided by engineer. */
"Next" = "次へ";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud サーバーがありません。";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"No files in here" = "ファイルがありません";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "まだメッセージはありません。会話を開始しましょう";

/* No comment provided by engineer. */
"No participants found" = "No participants found";

/* No comment provided by engineer. */
"No password" = "No password";

/* No comment provided by engineer. */
"No response from server" = "No response from server";

/* No comment provided by engineer. */
"No results found" = "結果が見つかりません";

/* No comment provided by engineer. */
"Notifications" = "通知";

/* No comment provided by engineer. */
"Notifications: %@" = "Notifications: %@";

/* TRANSLATORS this is for a On/Off setting switch */
"Off" = "オフ";

/* No comment provided by engineer. */
"Offline" = "オフライン";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, only showing downloaded messages";

/* No comment provided by engineer. */
"OK" = "OK";

/* TRANSLATORS this is for a On/Off setting switch */
"On" = "On";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Open links in" = "Open links in";

/* No comment provided by engineer. */
"Password" = "パスワード";

/* No comment provided by engineer. */
"Password field for public conversation" = "Password field for public conversation";

/* No comment provided by engineer. */
"Password type" = "Password type";

/* No comment provided by engineer. */
"Photo Library" = "Photo Library";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Please check that you entered a valid server address.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Please check that you entered the correct Nextcloud server address.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Please update your server with the latest %@ version available.";

/* No comment provided by engineer. */
"Please, set a name for this conversation." = "Please, set a name for this conversation.";

/* No comment provided by engineer. */
"Privacy" = "プライバシー";

/* No comment provided by engineer. */
"Profile" = "プロフィール";

/* No comment provided by engineer. */
"Promote to moderator" = "モデレータに昇格";

/* No comment provided by engineer. */
"Public conversation" = "Public conversation";

/* No comment provided by engineer. */
"Quality" = "Quality";

/* No comment provided by engineer. */
"Redo" = "Redo";

/* No comment provided by engineer. */
"Remove" = "削除";

/* No comment provided by engineer. */
"Remove account" = "アカウント削除";

/* No comment provided by engineer. */
"Remove from favorites" = "お気に入りから削除";

/* No comment provided by engineer. */
"Remove participant" = "参加者を削除";

/* No comment provided by engineer. */
"Remove password" = "Remove password";

/* No comment provided by engineer. */
"Removing lock screen" = "Removing lock screen";

/* No comment provided by engineer. */
"Reply" = "返信";

/* No comment provided by engineer. */
"Reply Privately" = "Reply Privately";

/* No comment provided by engineer. */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Resolutions" = "Resolutions";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Scan fingerprint to authenticate" = "指紋をスキャンして認証する";

/* No comment provided by engineer. */
"Search" = "検索";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send conversation link" = "Send conversation link";

/* No comment provided by engineer. */
"Send message" = "メッセージを送信";

/* No comment provided by engineer. */
"Send/Accept" = "Send/Accept";

/* No comment provided by engineer. */
"Server address https://…" = "サーバーのアドレス https://...";

/* No comment provided by engineer. */
"Set new password:" = "Set new password:";

/* No comment provided by engineer. */
"Set password" = "パスワードを設定";

/* No comment provided by engineer. */
"Set password:" = "Set password:";

/* No comment provided by engineer. */
"Settings" = "設定";

/* No comment provided by engineer. */
"Several people are typing" = "Several people are typing";

/* No comment provided by engineer. */
"Share" = "共有";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Share a file from your Nextcloud";

/* No comment provided by engineer. */
"Share conversation link" = "Share conversation link";

/* No comment provided by engineer. */
"Share link" = "URLで共有";

/* No comment provided by engineer. */
"Share with" = "Share with";

/* No comment provided by engineer. */
"Simple" = "基本";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Some messages not shown, will be downloaded when online";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"Speaker disabled" = "Speaker disabled";

/* No comment provided by engineer. */
"Speaker enabled" = "Speaker enabled";

/* No comment provided by engineer. */
"Start time" = "開始時刻";

/* No comment provided by engineer. */
"Status" = "ステータス";

/* No comment provided by engineer. */
"Strong" = "強い";

/* No comment provided by engineer. */
"The password is wrong" = "The password is wrong";

/* No comment provided by engineer. */
"This conversation is read-only" = "This conversation is read-only";

/* No comment provided by engineer. */
"To: %@" = "To: %@";

/* No comment provided by engineer. */
"Unable to open file" = "Unable to open file";

/* No comment provided by engineer. */
"Undo" = "Undo";

/* No comment provided by engineer. */
"Undo Typing" = "Undo Typing";

/* No comment provided by engineer. */
"Unknown error occurred" = "Unknown error occurred";

/* No comment provided by engineer. */
"Unread messages" = "未読のメッセージ";

/* No comment provided by engineer. */
"Uploading file" = "Uploading file";

/* No comment provided by engineer. */
"Uploading image" = "Uploading image";

/* No comment provided by engineer. */
"User profile and settings" = "User profile and settings";

/* No comment provided by engineer. */
"Video call" = "ビデオ通話";

/* No comment provided by engineer. */
"Video calls" = "ビデオ通話";

/* No comment provided by engineer. */
"Video disabled on start" = "Video disabled on start";

/* No comment provided by engineer. */
"Video quality" = "Video quality";

/* No comment provided by engineer. */
"Video resolution" = "Video resolution";

/* No comment provided by engineer. */
"Voice call" = "音声通話";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Waiting for %@ to join call …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Waiting for others to join call …";

/* No comment provided by engineer. */
"Webinar" = "ウェビナー";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "@を話相手に付加して，メッセージを書く...";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"Yesterday" = "昨日";

/* No comment provided by engineer. */
"You" = "あなた";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "現在ロビーで待機中";

/* No comment provided by engineer. */
"You are currently waiting in the lobby.\nThis meeting is scheduled for\n%@" = "You are currently waiting in the lobby.\nThis meeting is scheduled for\n%@";

/* No comment provided by engineer. */
"You are not part of any conversation" = "You are not part of any conversation";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "You are not part of any conversation. Press + to start a new one.";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "あなたはモデレーターによってミュートされています";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "You need to promote a new moderator before you can leave %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "You need to promote a new moderator before you can leave this conversation";

/* No comment provided by engineer. */
"You received a new notification" = "You received a new notification";

/* No comment provided by engineer. */
"↓ New messages" = "↓ New messages";

